Repository: Telos-Team/TTT-MS-Rename-15
Catalog: Translations/TTT Renaming Tool.*.xlf
Languages: da_dk

# Table 134890541 - Property 2879900210
source: Rename Ledger
da_dk: Omdøbningskladde

# Table 134890541 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linjenr.

# Table 134890541 - Field 798588572 - Property 2879900210
source: Old No.
da_dk: Oprindeligt nr.

# Table 134890541 - Field 1403669541 - Property 2879900210
source: New No.
da_dk: Nyt nr.

# Table 134890541 - Field 3135334477 - Property 2879900210
source: Table ID
da_dk: Tabel-id

# Table 134890541 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse

# Table 134890541 - Field 2199256728 - Property 2879900210
source: Date of Creation
da_dk: Dato for oprettelse

# Table 134890541 - Field 3955509047 - Property 2879900210
source: Time of Creation
da_dk: Tidspunkt for oprettelse

# Table 134890541 - Field 98207365 - Property 2879900210
source: Created by
da_dk: Oprettet af

# Table 134890541 - Field 3386160310 - Property 2879900210
source: Old No. without relation
da_dk: Gammelt nr. uden relation

# Table 134890541 - Field 2310166515 - Property 2879900210
source: Join to
da_dk: Sammenlæg med

# Table 134890541 - Field 3781340410 - Property 2879900210
source: Date of Processing
da_dk: Dato for behandling

# Table 134890541 - Field 1695010521 - Property 2879900210
source: Time of Processing
da_dk: Behandlingstidspunkt

# Table 134890541 - Field 1210996323 - Property 2879900210
source: Processed by
da_dk: Behandlet af

# Table 134890541 - Field 1805468730 - Property 2879900210
source: Error Description
da_dk: Beskrivelse af fejl

# Table 134890541 - Field 1820719388 - Property 2879900210
source: Table Description
da_dk: Tabelnavn

# Table 134890541 - NamedType 3088896918
source: %1 %2 already exists!
da_dk: %1 %2 findes allerede!

# Table 134890541 - NamedType 1784242755
source: %1 %2 does not exist!
da_dk: %1 %2 findes ikke!

# Table 134890541 - NamedType 1139397588
source: A %1 can not be joined with itself!
da_dk: En %1 kan ikke sammenlægges sig selv!

# Report 134890541 - Property 2879900210
source: Rename Ledger Batch
da_dk: Omdøbningskørsel

# Page 3163822471 - Property 2879900210
source: Rename Ledger Journal
da_dk: Omdøbningskladde

# Page 3163822471 - Control 3320823955 - Property 1295455071
source: Line number in journal
da_dk: Linjenummer i kladde

# Page 3163822471 - Control 1878130204 - Property 1295455071
source: Type of action
da_dk: Handlingstype

# Page 3163822471 - Control 3135334477 - Property 1295455071
source: Table ID reference
da_dk: Reference til tabel-id

# Page 3163822471 - Control 1820719388 - Property 1295455071
source: Table description
da_dk: Beskrivelse af tabel

# Page 3163822471 - Control 798588572 - Property 1295455071
source: Old/current number
da_dk: Oprindeligt/aktuelt nummer

# Page 3163822471 - Control 3461834954 - Property 1295455071
source: Description
da_dk: Beskrivelse

# Page 3163822471 - Control 1403669541 - Property 1295455071
source: New number after execution
da_dk: Nyt nummer efter udførelse

# Page 3163822471 - Control 513339096 - Property 1295455071
source: Status for the journal line
da_dk: Status for kladdelinjen

# Page 3163822471 - Control 1805468730 - Property 1295455071
source: Error description if execution failed
da_dk: Fejlbeskrivelse, hvis udførelsen mislykkedes

# Page 3163822471 - Action 1929393835 - Property 2879900210
source: Functions
da_dk: Funktioner

# Page 3163822471 - Action 200712427 - Property 2879900210
source: Execute Line
da_dk: Udfør linje

# Page 3163822471 - Action 200712427 - Property 1295455071
source: Execute action on current line
da_dk: Udfør handling på den aktuelle linje

# Page 3163822471 - Action 686116538 - Property 2879900210
source: Execute All
da_dk: Udfør alle

# Page 3163822471 - Action 686116538 - Property 1295455071
source: Execute action on all lines
da_dk: Udfør handling på alle linjer

# Enum 609285383 - EnumValue 3194217980 - Property 2879900210
source: Rename
da_dk: Omdøb

# Enum 609285383 - EnumValue 3279553150 - Property 2879900210
source: Join
da_dk: Sammenlæg

# Enum 149576273 - EnumValue 2521603205 - Property 2879900210
source: Ready
da_dk: Klar

# Enum 149576273 - EnumValue 3826689261 - Property 2879900210
source: Failed
da_dk: Fejlet

# Enum 149576273 - EnumValue 1178809860 - Property 2879900210
source: Done
da_dk: Udført
